Repository: AntennaHouse/focheck
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: region-name="" should only be used with fo:region-body.
ja: region-name="" は fo:region-bodyのみに使用する必要があります。

source: region-name="" should only be used with fo:region-end.
ja: region-name="" は fo:region-endのみに使用する必要ことがあります。

source: region-name="" should only be used with fo:region-start.
ja: region-name="" は fo:region-startのみに使用する必要があります。

source: region-name="" should only be used with regions of the same class.
ja: region-name="" は同じクラスの領域のみに使用する必要があります。

source: relative-align="" should be 'before', 'baseline', or 'inherit'.
ja: relative-align="" は「before」、「baseline」又は「inherit」でなければなりません。

source: relative-align="" token should be 'before', 'baseline', or 'inherit'.
ja: relative-align="" のトークンは「before」、「baseline」又は「inherit」でなければなりません。

source: relative-position="" should be 'static', 'relative', or 'inherit'.
ja: relative-position="" は「static」、「relative」又は「inherit」でなければなりません。

source: relative-position="" token should be 'static', 'relative', or 'inherit'.
ja: relative-position="" のトークンは「static」、「relative」又は「inherit」でなければなりません。

source: rendering-intent="" should be 'auto', 'perceptual', 'relative-colorimetric', 'saturation', 'absolute-colorimetric', or 'inherit'.
ja: rendering-intent="" は「auto」,「perceptual」、「relative-colorimetric」、「saturation」、「absolute-colorimetric」又は「inherit」でなければなりません。

source: rendering-intent="" token should be 'auto', 'perceptual', 'relative-colorimetric', 'saturation', 'absolute-colorimetric', or 'inherit'.
ja: rendering-intent="" のトークンは「auto」,「perceptual」、「relative-colorimetric」、「saturation」、「absolute-colorimetric」又は「inherit」でなければなりません。

source: retrieve-boundary-within-table="" should be 'table', 'table-fragment', or 'page'.
ja: retrieve-boundary-within-table="" は「table」、「table-fragment」又は「page」でなければなりません。

source: retrieve-boundary-within-table="" token should be 'table', 'table-fragment', or 'page'.
ja: retrieve-boundary-within-table="" のトークンは「table」、「table-fragment」又は「page」でなければなりません。

source: retrieve-boundary="" should be 'page', 'page-sequence', or 'document'.
ja: retrieve-boundary="" は「page」、「page-sequence」又は「document」でなければなりません。

source: retrieve-boundary="" token should be 'page', 'page-sequence', or 'document'.
ja: retrieve-boundary="" のトークンは「page」、「page-sequence」又は「document」でなければなりません。

source: retrieve-class-name="" should be EnumerationToken.
ja: retrieve-class-name="" は 列挙トークンでなければなりません。

source: retrieve-position-within-table="" should be 'first-starting', 'first-including-carryover', 'last-starting', or 'last-ending'.
ja: retrieve-position-within-table="" は「first-starting」、「first-including-carryover」、「last-starting」又は「last-ending」でなければなりません。

source: retrieve-position-within-table="" token should be 'first-starting', 'first-including-carryover', 'last-starting', or 'last-ending'.
ja: retrieve-position-within-table="" のトークンは「first-starting」、「first-including-carryover」、「last-starting」又は「last-ending」でなければなりません。

source: retrieve-position="" should be 'first-starting-within-page', 'first-including-carryover', 'last-starting-within-page', or 'last-ending-within-page'.
ja: retrieve-position="" は「first-starting-within-page」、「first-including-carryover」、「last-starting-within-page」又は「last-ending-within-page」でなければなりません。

source: retrieve-position="" token should be 'first-starting-within-page', 'first-including-carryover', 'last-starting-within-page', or 'last-ending-within-page'.
ja: retrieve-position="" のトークンは「first-starting-within-page」、「first-including-carryover」、「last-starting-within-page」又は「last-ending-within-page」でなければなりません。

source: right="" should be Length, Percent, 'auto', or 'inherit'.
ja: right="" は長さ、パーセント「auto」又は「inherit」でなければなりません。

source: right="" token should be 'auto' or 'inherit'.
ja: right="" のトークンは「auto」又は「inherit」でなければなりません。

source: role="" should be '<string> | <uri-specification> | none | inherit'.
ja: role="" は「<string> | <uri-specification> | none | inherit」でなければなりません。

source: rule-style="" should be 'none', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', or 'inherit'.
ja: rule-style="" は「none」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」又は「inherit」でなければなりません。

source: rule-style="" token should be 'none', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', or 'inherit'.
ja: rule-style="" のトークンは「none」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」又は「inherit」でなければなりません。

source: rule-thickness="" should be Length.
ja: rule-thickness="" は 長さでなければなりません。

source: scale-option="" should be 'width', 'height', or 'inherit'.
ja: scale-option="" は「width」、「height」又は「inherit」でなければなりません。

source: scale-option="" token should be 'width', 'height', or 'inherit'.
ja: scale-option="" のトークンは「width」、「height」又は「inherit」でなければなりません。

source: scaling-method="" should be 'auto', 'integer-pixels', 'resample-any-method', or 'inherit'.
ja: scaling-method="" は「auto」、「integer-pixels」、「resample-any-method」又は「inherit」でなければなりません。

source: scaling-method="" token should be 'auto', 'integer-pixels', 'resample-any-method', or 'inherit'.
ja: scaling-method="" のトークンは「auto」、「integer-pixels」、「resample-any-method」又は「inherit」でなければなりません。

source: scaling="" should be 'uniform', 'non-uniform', or 'inherit'.
ja: scaling="" は「uniform」、「non-uniform」又は「inherit」でなければなりません。

source: scaling="" should be EnumerationToken.
ja: scaling="" は列挙トークンでなければなりません。

source: scaling="" enumeration token is ''.
ja: scaling="" の列挙トークンは「」です。

source: scaling="" token should be 'uniform', 'non-uniform', or 'inherit'.
ja: scaling="" のトークンは「uniform」、「non-uniform」又は「inherit」でなければなりません。

source: score-spaces="" should be 'true', 'false', or 'inherit'.
ja: score-spaces="" は「true」、「false」又は「inherit」でなければなりません。

source: score-spaces="" token should be 'true', 'false', or 'inherit'.
ja: score-spaces="" のトークンは「true」、「false」又は「inherit」でなければなりません。

source: script="" should be 'none', 'auto', 'inherit', or Literal.
ja: script="" は「none」、「auto」、「inherit」又はリテラルでなければなりません。

source: script="" token should be 'none', 'auto', or 'inherit'.
ja: script="" のトークンは「none」、「auto」 又は「inherit」でなければなりません。

source: show-destination="" should be 'replace' or 'new'.
ja: show-destination="" は「replace」又は「new」でなければなりません。

source: show-destination="" token should be 'replace' or 'new'.
ja: show-destination="" のトークンは「replace」又は「new」でなければなりません。

source: size="" should be '<length>{1,2} | auto | landscape | portrait | inherit'.
ja: size="" は「<length>{1,2} | auto | landscape | portrait | inherit」でなければなりません。

source: source-document="" should be URI, 'none', or 'inherit'.
ja: source-document="" は ＵＲＩ、「none」又は「inherit」でなければなりません。

source: space-after="" should be Length or 'inherit'.
ja: space-after="" は 長さ 又は「inherit」でなければなりません。

source: space-after="" token should be 'inherit'.
ja: space-after="" のトークンは「inherit」でなければなりません。

source: space-before="" should be Length or 'inherit'.
ja: space-before="" は 長さ 又は「inherit」でなければなりません。

source: space-before="" token should be 'inherit'.
ja: space-before="" のトークンは「inherit」でなければなりません。

source: space-end="" should be Length, Percent, or 'inherit'.
ja: space-end="" は長さ、パーセント又は「inherit」でなければなりません。

source: space-end="" token should be 'inherit'.
ja: space-end="" のトークンは「inherit」でなければなりません。

source: space-start="" should be Length, Percent, or 'inherit'.
ja: space-start="" は長さ、パーセント又は「inherit」でなければなりません。

source: space-start="" token should be 'inherit'.
ja: space-start="" のトークンは「inherit」でなければなりません。

source: span="" should be 'none', 'all', or 'inherit'.
ja: span="" は「none」、「all」又は「inherit」でなければなりません。

source: span="" token should be 'none', 'all', or 'inherit'.
ja: span="" のトークンは「none」、「all」又は「inherit」でなければなりません。

source: src="" should be '<uri-specification> | inherit'.
ja: src="" は「<uri-specification> | inherit」でなければなりません。

source: start-indent="" should be Length, Percent, or 'inherit'.
ja: start-indent="" は長さ、パーセント又は「inherit」でなければなりません。

source: start-indent="" token should be 'inherit'.
ja: start-indent="" のトークンは「inherit」でなければなりません。

source: starting-state="" should be 'show' or 'hide'.
ja: starting-state="" は「show」又は「hide」でなければなりません。

source: starting-state="" token should be 'show' or 'hide'.
ja: starting-state="" のトークンは「show」又は「hide」でなければなりません。

source: starts-row="" should be 'true' or 'false'.
ja: starts-row="" は「true」又は「false」でなければなりません。

source: starts-row="" token should be 'true' or 'false'.
ja: starts-row="" のトークンは「true」又は「false」でなければなりません。

source: suppress-at-line-break="" should be 'auto', 'suppress', 'retain', or 'inherit'.
ja: suppress-at-line-break="" は「auto」、「suppress」、「retain」又は「inherit」でなければなりません。

source: suppress-at-line-break="" token should be 'auto', 'suppress', 'retain', or 'inherit'.
ja: suppress-at-line-break="" のトークンは「auto」、「suppress」、「retain」又は「inherit」でなければなりません。

source: switch-to="" should be 'xsl-preceding', 'xsl-following', or 'xsl-any'.
ja: switch-to="" は「xsl-preceding」、「xsl-following」又は「xsl-any」でなければなりません。

source: table-layout="" should be 'auto', 'fixed', or 'inherit'.
ja: table-layout="" は「auto」、「fixed」 又は「inherit」でなければなりません。

source: table-layout="" token should be 'auto', 'fixed', or 'inherit'.
ja: table-layout="" のトークンは「auto」、「fixed」 又は「inherit」でなければなりません。

source: table-omit-footer-at-break="" should be 'true' or 'false'.
ja: table-omit-footer-at-break="" は「true」又は「false」でなければなりません。

source: table-omit-footer-at-break="" token should be 'true' or 'false'.
ja: table-omit-footer-at-break="" のトークンは「true」又は「false」でなければなりません。

source: table-omit-header-at-break="" should be 'true' or 'false'.
ja: table-omit-header-at-break="" は「true」又は「false」でなければなりません。

source: table-omit-header-at-break="" token should be 'true' or 'false'.
ja: table-omit-header-at-break="" のトークンは「true」又は「false」でなければなりません。

source: target-presentation-context="" should be 'use-target-processing-context' or URI.
ja: target-presentation-context="" は「use-target-processing-context」又は ＵＲＩでなければなりません。

source: target-processing-context="" should be 'document-root' or URI.
ja: target-processing-context="" は「document-root」又は ＵＲＩでなければなりません。

source: target-stylesheet="" should be 'use-normal-stylesheet' or URI.
ja: target-stylesheet="" は「use-normal-stylesheet」又は ＵＲＩでなければなりません。

source: text-align-last="" should be 'relative', 'start', 'center', 'end', 'justify', 'inside', 'outside', 'left', 'right', or 'inherit'.
ja: text-align-last="" は「relative」、「start」、「center」、「end」、「justify」、「inside」、「outside」、「left」、「right」又は「inherit」でなければなりません。

source: text-align-last="" token should be 'relative', 'start', 'center', 'end', 'justify', 'inside', 'outside', 'left', 'right', or 'inherit'.
ja: text-align-last="" のトークンは「relative」、「start」、「center」、「end」、「justify」、「inside」、「outside」、「left」、「right」又は「inherit」でなければなりません。

source: text-align="" should be 'start | center | end | justify | inside | outside | left | right | <string> | inherit'.
ja: text-align="" は「start | center | end | justify | inside | outside | left | right | <string> | inherit」でなければなりません。

source: text-altitude="" should be 'use-font-metrics', 'inherit', Length, or Percent.
ja: text-altitude="" は「use-font-metrics」、「inherit」、長さ又はパーセントでなければなりません。

source: text-altitude="" token should be 'use-font-metrics' or 'inherit'.
ja: text-altitude="" のトークンは「use-font-metrics」又は「inherit」でなければなりません。

source: text-decoration="" should be 'none', 'underline', 'no-underline]', 'overline', 'no-overline', 'line-through', 'no-line-through', 'blink', 'no-blink', or 'inherit'.
ja: text-decoration="" は「none」、「underline」、「no-underline]」、「overline」、「no-overline」、「line-through」、「no-line-through」、「blink」、「no-blink」又は「inherit」でなければなりません。

source: text-decoration="" token should be 'none', 'underline', 'no-underline]', 'overline', 'no-overline', 'line-through', 'no-line-through', 'blink', 'no-blink', or 'inherit'.
ja: text-decoration="" のトークンは「none」、「underline」、「no-underline]」、「overline」、「no-overline」、「line-through」、「no-line-through」、「blink」、「no-blink」又は「inherit」でなければなりません。

source: text-depth="" should be 'use-font-metrics', 'inherit', Length, or Percent.
ja: text-depth="" は「use-font-metrics」、「inherit」、長さ又はパーセントでなければなりません。

source: text-depth="" token should be 'use-font-metrics' or 'inherit'.
ja: text-depth="" のトークンは「use-font-metrics」又は「inherit」でなければなりません。

source: text-indent="" should be Length, Percent, or 'inherit'.
ja: text-indent="" は長さ、パーセント又は「inherit」でなければなりません。

source: text-indent="" token should be 'inherit'.
ja: text-indent="" のトークンは「inherit」でなければなりません。

source: text-shadow="" should be 'none', 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'inherit', Color, or Length.
ja: text-shadow="" は「none」、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「inherit」、色 又は長さでなければなりません。

source: text-transform="" should be 'capitalize', 'uppercase', 'lowercase', 'none', or 'inherit'.
ja: text-transform="" は「capitalize」、「uppercase」、「lowercase」、「none」又は「inherit」でなければなりません。

source: text-transform="" token should be 'capitalize', 'uppercase', 'lowercase', 'none', or 'inherit'.
ja: text-transform="" のトークンは「capitalize」、「uppercase」、「lowercase」、「none」又は「inherit」でなければなりません。

source: top="" should be Length, Percent, 'auto', or 'inherit'.
ja: top="" は長さ、パーセント、「auto」又は「inherit」でなければなりません。

source: top="" token should be 'auto' or 'inherit'.
ja: top="" のトークンは「auto」又は「inherit」でなければなりません。

source: treat-as-word-space="" should be 'auto', 'true', 'false', or 'inherit'.
ja: treat-as-word-space="" は「auto」、「true」、「false」又は「inherit」でなければなりません。

source: treat-as-word-space="" token should be 'auto', 'true', 'false', or 'inherit'.
ja: treat-as-word-space="" のトークンは「auto」、「true」、「false」又は「inherit」でなければなりません。

source: unicode-bidi="" should be 'normal', 'embed', 'bidi-override', or 'inherit'.
ja: unicode-bidi="" は「normal」、「embed」、「bidi-override」又は「inherit」でなければなりません。

source: unicode-bidi="" token should be 'normal', 'embed', 'bidi-override', or 'inherit'.
ja: unicode-bidi="" のトークンは「normal」、「embed」、「bidi-override」又は「inherit」でなければなりません。

source: vertical-align="" should be 'baseline | middle | sub | super | text-top | text-bottom | <percentage> | <length> | top | bottom | inherit'.
ja: vertical-align="" は「baseline | middle | sub | super | text-top | text-bottom | <percentage> | <length> | top | bottom | inherit」でなければなりません。

source: visibility="" should be 'visible', 'hidden', 'collapse', or 'inherit'.
ja: visibility="" は「visible」、「hidden」、「collapse」又は「inherit」でなければなりません。

source: visibility="" token should be 'visible', 'hidden', 'collapse', or 'inherit'.
ja: visibility="" のトークンは「visible」、「hidden」、「collapse」又は「inherit」でなければなりません。

source: white-space-collapse="" should be 'false', 'true', or 'inherit'.
ja: white-space-collapse="" は「false」、「true」又は「inherit」でなければなりません。

source: white-space-collapse="" token should be 'false', 'true', or 'inherit'.
ja: white-space-collapse="" のトークンは「false」、「true」又は「inherit」でなければなりません。

source: white-space-treatment="" should be 'ignore', 'preserve', 'ignore-if-before-linefeed', 'ignore-if-after-linefeed', 'ignore-if-surrounding-linefeed', or 'inherit'.
ja: white-space-treatment="" は「ignore」、「preserve」、「ignore-if-before-linefeed」、「ignore-if-after-linefeed」、「ignore-if-surrounding-linefeed」又は「inherit」でなければなりません。

source: white-space-treatment="" token should be 'ignore', 'preserve', 'ignore-if-before-linefeed', 'ignore-if-after-linefeed', 'ignore-if-surrounding-linefeed', or 'inherit'.
ja: white-space-treatment="" のトークンは「ignore」、「preserve」、「ignore-if-before-linefeed」、「ignore-if-after-linefeed」、「ignore-if-surrounding-linefeed」又は「inherit」でなければなりません。

source: white-space="" should be 'normal | pre | nowrap | inherit'.
ja: white-space="" は「normal | pre | nowrap | inherit」でなければなりません。

source: widows="" should be Number or 'inherit'.
ja: widows="" は 数 又は「inherit」でなければなりません。

source: widows="" token should be 'inherit'.
ja: widows="" のトークンは「inherit」でなければなりません。

source: width="" should be Length, Percent, 'auto', or 'inherit'.
ja: width="" は長さ、パーセント 、「auto」又は「inherit」でなければなりません。

source: width="" token should be 'auto' or 'inherit'.
ja: width="" のトークンは「auto」又は「inherit」でなければなりません。

source: word-spacing="" should be 'normal', 'inherit', or Length.
ja: word-spacing="" は「normal」、「inherit」又は長さでなければなりません。

source: word-spacing="" token should be 'normal' or 'inherit'.
ja: word-spacing="" のトークンは「normal」又は「inherit」でなければなりません。

source: wrap-option="" should be 'no-wrap', 'wrap', or 'inherit'.
ja: wrap-option="" は「no-wrap」、「wrap」又は「inherit」でなければなりません。

source: wrap-option="" token should be 'no-wrap', 'wrap', or 'inherit'.
ja: wrap-option="" のトークンは「no-wrap」、「wrap」又は「inherit」でなければなりません。

source: writing-mode="" should be 'lr-tb', 'rl-tb', 'tb-rl', 'tb-lr', 'bt-lr', 'bt-rl', 'lr-bt', 'rl-bt', 'lr-alternating-rl-bt', 'lr-alternating-rl-tb', 'lr-inverting-rl-bt', 'lr-inverting-rl-tb', 'tb-lr-in-lr-pairs', 'lr', 'rl', 'tb', or 'inherit'.
ja: writing-mode="" は「lr-tb」、「rl-tb」、「tb-rl」、「tb-lr」、「bt-lr」、「bt-rl」、「lr-bt」、「rl-bt」、「lr-alternating-rl-bt」、「lr-alternating-rl-tb」、「lr-inverting-rl-bt」、「lr-inverting-rl-tb」、「tb-lr-in-lr-pairs」、「lr」、「rl」、「tb」又は「inherit」でなければなりません。

source: writing-mode="" token should be 'lr-tb', 'rl-tb', 'tb-rl', 'tb-lr', 'bt-lr', 'bt-rl', 'lr-bt', 'rl-bt', 'lr-alternating-rl-bt', 'lr-alternating-rl-tb', 'lr-inverting-rl-bt', 'lr-inverting-rl-tb', 'tb-lr-in-lr-pairs', 'lr', 'rl', 'tb', or 'inherit'.
ja: writing-mode="" のトークンは「lr-tb」、「rl-tb」、「tb-rl」、「tb-lr」、「bt-lr」、「bt-rl」、「lr-bt」、「rl-bt」、「lr-alternating-rl-bt」、「lr-alternating-rl-tb」、「lr-inverting-rl-bt」、「lr-inverting-rl-tb」、「tb-lr-in-lr-pairs」、「lr」、「rl」、「tb」又は「inherit」でなければなりません。

source: xml.lang="" should be '<language-country> | inherit'.
ja: xml.lang="" は「<language-country> | inherit」でなければなりません。

source: z-index="" should be 'auto', 'inherit', or Number.
ja: z-index="" は「auto」、「inherit」又は数でなければなりません。

source: z-index="" token should be 'auto' or 'inherit'.
ja: z-index="" のトークンは「auto」又は「inherit」でなければなりません。
